Repository: petriska/elabftw
Catalog: app/locale/*/LC_MESSAGES/messages.po
Languages: es_es, sl_si

source: Yes
es_es: Si
sl_si: Da

source: No
sl_si: Ne

source: Configuration updated successfully.
es_es: Configuración actualizada con éxito.
sl_si: Nastavitve uspešno posodobljene.

source: Wrong password!
es_es: Contraseña incorrecta!
sl_si: Napačno geslo!

source: No user with this email or user not in your team
es_es: No hay usuarios con este correo electrónico, o el usuario no está en tu grupo
sl_si: Uporabnik s tem eletronskim naslovom ne obstaja ali pa ni član vaše ekipe

source: The passwords do not match!
es_es: Las contraseñas no coinciden!
sl_si: Vtipkani gesli se ne ujemata!

source: A mandatory field is missing!
es_es: Falta completar un campo obligatorio!
sl_si: Polje, ki vsebuje obvezen podatek, je prazno!

source: This section is out of your reach.
es_es: No tienes acceso a esta sección.
sl_si: Do te sekcije nimate dostopa.

source: Password
es_es: Contraseña
sl_si: Geslo

source: Firstname
es_es: Nombre
sl_si: Ime

source: Lastname
es_es: Apellido
sl_si: Priimek

source: Email
es_es: Correo electrónico
sl_si: Elektronska pošta

source: Experiment
es_es: Experimento
sl_si: Eksperiment

source: Database
es_es: Base de datos
sl_si: Podatkovna zbirka

source: Team
es_es: Grupo
sl_si: Ekipa

source: Date
es_es: Fecha
sl_si: Datum

source: Title
es_es: Título
sl_si: Naslov

source: Infos
es_es: Informaciones
sl_si: Informacije

source: Visibility
es_es: Visibilidad
sl_si: Vidnost

source: Status
es_es: Estado
sl_si: Stanje

source: Edit
es_es: Editar
sl_si: Uredi

source: Save
es_es: Guardar
sl_si: Shrani

source: Saved
es_es: Guardado
sl_si: Shranjeno

source: Cancel
es_es: Cancelar
sl_si: Prekliči

source: Saving
es_es: Guardando
sl_si: Shranjujem

source: Save and go back
es_es: Guardar y regresar
sl_si: Shrani in pojdi nazaj

source: Action
es_es: Acción
sl_si: Dejanje

source: Shortcut
es_es: Acceso directo
sl_si: Bližnjica

source: Create
es_es: Crear
sl_si: Ustvari

source: Submit
es_es: Enviar
sl_si: Pošlji

source: TODO list
es_es: Lista de tareas
sl_si: Seznam opravkov

source: Name
es_es: Nombre
sl_si: Ime

source: Phone
es_es: Teléfono
sl_si: Telefonska številka

source: Mobile
es_es: Móvil
sl_si: Mobilna številka

source: Website
es_es: Página web
sl_si: Spletna stran

source: [eLabFTW] New user registered
es_es: [eLabFTW] Nuevo usuario registrado
sl_si: [eLabFTW] Nov uporabnik registriran

source: There was a problem sending the email! Error was logged.
es_es: ¡Hubo un problema enviando el correo electrónico! El error fue registrado.
sl_si: Prišlo je do napake pri pošiljanju elektronskega sporočila. Napaka je bila zabeležena.

source: Email sent. Check your INBOX.
es_es: Correo electrónico enviado. Revise su bandeja de entrada.
sl_si: Elektronsko sporočilo je bilo poslano na vaš naslov. Preverite vaš nabiralnik.

source: There are users waiting for validation of their account:
es_es: Hay usuarios esperando la validación de su cuenta:
sl_si: Naslednji uporabniki čakajo na potrditev njihovih računov:

source: Users
es_es: Usuarios
sl_si: Uporabniki

source: Types of items
es_es: Tipos de objetos
sl_si: Tipi predmetov

source: Experiments template
es_es: Plantilla de experimentos
sl_si: Predloge eksperimentov

source: Users can delete experiments:
es_es: Los usuarios pueden eliminar experimentos:
sl_si: Uporabniki lahko izbrišejo naslednje eksperimente:

source: Name of the link in the top menu:
es_es: Nombre del enlace en el menú superior:
sl_si: Ime povezave v zgornjem meniju:

source: Address where this link should point:
es_es: Dirección a la que el enlace debería dirigir:
sl_si: Ta povezava vodi na naslednji naslov:

source: Has an active account?
es_es: ¿Tiene una cuenta activa?
sl_si: Ali ima aktiven uporabniški račun?

source: DANGER ZONE
es_es: ZONA DE PELIGRO
sl_si: OBMOČJE NEVARNOSTI

source: Delete an account
es_es: Eliminar una cuenta
sl_si: Izbriši račun

source: Type EMAIL ADDRESS of a member to delete this user and all their experiments/files forever:
es_es: Escriba la DIRECCIÓN DE CORREO de un miembro para eliminar este usuario y todos sus experimentos y ficheros permanentemente:
sl_si: Vnesite uporabnikov elektronski naslov, da izbrišete uporabnika in vse njegove eksperimente in datoteke (popoln izbris):

source: Type your password:
es_es: Escriba su contraseña:
sl_si: Vnesite vaše geslo:

source: Delete this user!
es_es: ¡Eliminar este usuario!
sl_si: Izbriši tega uporabnika!

source: Remove all experiments with this status before deleting this status.
es_es: Eliminar todos los experimentos con este estado antes de eliminar este estado.
sl_si: Odstranite vse eksperimente s tem stanjem preden dokončno izbrišete to stanje.

source: Default status
es_es: Estado predefinido.
sl_si: Privzeto stanje

source: Remove all database items with this type before deleting this type.
es_es: Eliminar todos los objetos de la base de datos de este tipo antes de eliminar este tipo.
sl_si: Odstranite vse vnose v podatkovni zbirki, ki vsebujejo ta tip predmeta, preden izbrišete ta tip predmeta.

source: This is the default text when someone creates an experiment.
es_es: Este es el texto por defecto cuando alguien crea un experimento.
sl_si: To je privzeto besedilo, ko nekdo ustvari nov eksperiment.

source: You should make a backup of your database before importing thousands of items!
es_es: ¡Debería hacer una copia de seguridad de su base de datos antes de importar miles de objetos!
sl_si: Priporočljivo je izvesti varnostno kopiranje podatkovne zbirke preden uvozite veliko količino predmetov.

source: 1. Select a type of item to import to:
es_es: 1. Seleccione un tipo de objeto al que importar:
sl_si: Izberite tip predmeta, ki ga želite uvoziti:

source: 2. Select a CSV file to import:
es_es: 2. Seleccione un archivo CSV a importar:
sl_si: Izberite CSV datoteko, ki jo želite uvoziti:

source: Import CSV
es_es: Importar CSV
sl_si: Uvozi CSV

source: Only a sysadmin can put someone sysadmin.
es_es: Sólo un administrador de sistema puede dar permisos de administrador de sistema.
sl_si: Samo sistemski administrator lahko doda novega sistemskega administratorja.

source: Everything was purged successfully.
es_es: Todo fue purgado con éxito.
sl_si: Vse je bilo uspešno odstranjeno.

source: Reset password
es_es: Reiniciar contraseña
sl_si: Ponastavi geslo

source: Type it again
es_es: Vuélvalo a escribir
sl_si: Ponovno vnesite

source: Complexity
es_es: Complejidad
sl_si: Kompleksnost

source: Save new password
es_es: Guardar nueva contraseña
sl_si: Shrani novo geslo

source: Weak password
es_es: Contraseña débil
sl_si: Šibko geslo

source: Average password
es_es: Contraseña media
sl_si: Povprečno geslo

source: Good password
es_es: Contraseña buena
sl_si: Dobro geslo

source: Strong password
es_es: Contraseña fuerte
sl_si: Zelo dobro geslo

source: Untitled
es_es: Sin título
sl_si: Brez naslova

source: You don't have the rights to delete this experiment.
es_es: No tiene derechos para borrar este experimento.
sl_si: Nimate pravic za izbris tega eksperimenta.

source: You don't have the rights to lock/unlock this.
es_es: No tiene derechos para bloquear/desbloquear esto.
sl_si: Nimate pravic za zaklep/odklep.

source: This experiment was locked by
es_es: Este experimento fue bloqueado por
sl_si: Eksperiment je zaklenil:

source: Login failed. Either you mistyped your password or your account isn't activated yet.
es_es: Error de inicio de sesión. Escribió incorrectamente su contraseña o su cuenta no ha sido activada todavía.
sl_si: Prijava neuspešna. Mogoče ste se zmotili pri geslu ali pa uporabniški račun še ni bil aktiviran.

source: Login
es_es: Inicio de sesión
sl_si: Prijava

source: You cannot login now because of too many failed login attempts.
es_es: No puede iniciar sesión ahora por demasiados intentos de inicio fallidos.
sl_si: Ne morete se prijaviti zaradi prevelikega števila neuspešnih poskusov prijave.

source: Number of login attempt left before being banned for
es_es: Número de intentos de inicio de sesión antes de ser excluido por/para
sl_si: Število preostalih poskusov prijave pred prepovedjo prijave

source: minutes:
es_es: minutos:
sl_si: minute:

source: Please enable cookies in your navigator to continue.
es_es: Por favor acepte las cookies en su navegador antes de continuar.
sl_si: Prosim omogočite piškotke za nadaljevanje.

source: Sign in to your account
es_es: Entrar en su cuenta
sl_si: Vpis v vaš račun

source: Don't have an account? %sRegister%s now!<br>Lost your password? %sReset%s it!
es_es: ¿No tiene una cuenta? ¡%sRegístrese%s ahora!<br>¿Ha perdido su contraseña?¡%sReiníciela%s!
sl_si: Še nimate uporabniškega računa? %sUstvari račun!%s<br>Pozabili geslo? %sPonastavite ga tukaj%s.

source: Enter your email address
es_es: Introduzca su dirección de correo electrónico
sl_si: Vnesite vaš elektronski naslov

source: Send new password
es_es: Envie una nueva contraseña
sl_si: Pošlji novo geslo

source: Profile
es_es: Perfil
sl_si: Profil

source: experiments done since
es_es: experimentos hechos desde
sl_si: eksperimenti izvedeni od

source: Someone is already using that email address!
es_es: ¡Alguien ya está utilizando esa dirección de correo electrónico!
sl_si: Nekdo že uporablja ta elektronski naslov!

source: Hi. A new user registered on elabftw. Head to the admin panel to validate the account.
es_es: Hola. Un nuevo usuario se registró en eLabFTW. Vaya al panel de administración para validar la cuenta.
sl_si: Živjo. Nov uporabnik se je registriral na elabftw. Pojdite v administratorjevo ploščo, da potrdite račun.

source: Could not send email to inform admin. Error was logged. Contact an admin directly to validate your account.
es_es: No se pudo enviar el correo electrónico para informar al administrador. El error se registró. Contacte un administrador para validar su cuenta.
sl_si: Ne morem poslati elektronskega sporočila administratorju. Napaka je bila zabeležena. Direktno kontaktirajte administratorja, da potrdi vaš račun.

source: Registration successful :)<br>Welcome to eLabFTW o/
es_es: Registro con éxito :)<br>Bienvenido a eLabFTW o/
sl_si: Prijava je bila uspešna :) <br> Dobrodošli v eLabFTW o/

source: Please %slogout%s before you register another account.
es_es: Por favor %scierre sesión%s antes de registrar otra cuenta.
sl_si: Prosim %sodjavite se%s preden registrirate drug račun.

source: go back to login page
es_es: vuelva a la página de inicio de sesión
sl_si: nazaj na prijavno stran

source: Create your account
es_es: Cree una cuenta
sl_si: Ustvarite račun

source: ------ Select a team ------
es_es: ------ Selecciona un equipo ------
sl_si: ------ Izberite ekipo ------

source: Password complexity
es_es: Complejidad de contraseña
sl_si: Zahtevnost gesla

source: create
es_es: crear
sl_si: ustvari

source: Hi. Someone (probably you) with the IP address: %s and user agent %s requested a new password on eLabFTW. Please follow this link to reset your password : %s
sl_si: Pozdravljeni. Nekdo (verjetno vi) z IP naslovom: %s in uporabniškim agentom %s je zahteval novo geslo na eLabFTW. Prosim kliknite povezavo za ponastavitev vašega gesla: %s

source: Email not found in database!
es_es: ¡La dirección de correo electrónico no se encontró en la base de datos!
sl_si: Elektronskega naslova ni bilo mogoče najti v podatkovni zbirki!

source: Revisions
es_es: Revisiones
sl_si: Popravki

source: Saved on:
es_es: Guardado en:
sl_si: Shranjeno na:

source: Restore
es_es: Restaurar
sl_si: Ponastavi

source: Search
es_es: Buscar
sl_si: Išči

source: Search only in experiments owned by:
es_es: Buscar sólo en los experimentos que sean propiedad de:
sl_si: Išči samo v eksperimentih, ki pripadajo:

source: Yourself
sl_si: Vi

source: Search in
es_es: Buscar en
sl_si: Išči v

source: Where date is between
es_es: Donde la fecha es entre
sl_si: Kjer je datum med

source: and
es_es: y
sl_si: in

source: And title contains
es_es: Y el título contiene
sl_si: In naslov vsebuje

source: And body contains
es_es: Y el cuerpo contiene
sl_si: In besedilo vsebuje

source: And status is
es_es: Y el estado es
sl_si: In stanje je

source: select status
es_es: elija estado
sl_si: Izberi stanje

source: And rating is
es_es: Y la puntuación es
sl_si: In ocena je

source: select number of stars
es_es: elija el número de estrellas
sl_si: izberi število zvezdic

source: Unrated
es_es: Sin puntuación
sl_si: Neocenjeno

source: Launch search
es_es: Empezar una búsqueda
sl_si: Zaženi iskanje

source: Export this result:
es_es: Exportar este resultado:
sl_si: Izvozi rezultat:

source: Sorry. I couldn't find anything :(
es_es: Disculpe. No se pudo encontrar nada :(
sl_si: Žal. Ničesar nisem našel.

source: Server
es_es: Servidor
sl_si: Strežnik

source: Timestamp
es_es: Marca de tiempo
sl_si: Časovni žig

source: on
es_es: en
sl_si: na

source: at
es_es: en
sl_si: v

source: Security
es_es: Seguridad
sl_si: Varnost

source: Members
es_es: Miembros
sl_si: Člani

source: Items
es_es: Objetos
sl_si: Predmeti

source: Created
es_es: Creado
sl_si: Ustvarjeno

source: If you are behind a firewall/proxy, enter the address here. Example : http://proxy.example.com:3128
es_es: Si está detrás de un cortafuegos/proxy, introduzca la dirección aquí. Ejemplo: http://proxy.example.com:3128
sl_si: Če ste za požarnim zidom ali proxy strežnikom, vnesite naslov tukaj. Primer: http://proxy.example.com:3128

source: The teams can use the credentials below to timestamp:
es_es: Los equipos pueden usar las credenciales aquí abajo para poner marcas de tiempo:
sl_si: Ekipe lahko za časovno žigosanje uporabijo spodnje poverilnice:

source: Login for external timestamping service:
es_es: Inicio de sesión para el servicio de marcaje de tiempo externo:
sl_si: Prijava za postopek zunanjega časovnega žigosanja:

source: Password for external timestamping service:
es_es: Contraseña para servicio externo de marcaje de tiempo:
sl_si: Geslo za postopek zunanjega časovnega žigosanja:

source: Users need validation by admin after registration:
es_es: Los usuarios necesitan ser validados por los administradores después del registro:
sl_si: Uporabniki po registraciji potrebujejo administratorjevo potrditev:

source: Set to yes for added security.
es_es: Definido como sí para mayor seguridad.
sl_si: Izberite 'da' za dodatno zaščito.

source: Number of allowed login attempts:
es_es: Número de intentos de inicio de sesión permitidos:
sl_si: Število dovoljenih poskusov prijav:

source: 3 might be too few. See for yourself :)
es_es: 3 puede que sean demasiado pocos. Usted mismo :)
sl_si: 3 je morda premalo. Prepričajte se sami :)

source: To identify an user we use an md5 of user agent + IP. Because doing it only based on IP address would surely cause problems.
es_es: Para identificar un usuario usamos un md5 de usuario y su IP. Porque hacerlo únicamente basado en la dirección IP seguramente causaría problemas.
sl_si: Za identifikacijo uporabnika uporabljamo md5 uporabniškega agenta + IP. Uporaba samo IP naslova bi zagotovo privedla do problemov.

source: Address of the SMTP server:
es_es: Dirección del servidor SMTP:
sl_si: Naslov SMTP strežnika:

source: Probably TLS
es_es: Probablemente TLS
sl_si: Verjetno TLS

source: SMTP Port:
es_es: Puerto SMTP:
sl_si: SMTP vhod:

source: Default is 587.
es_es: Por defecto es 587.
sl_si: Privzeta nastavitev je 587.

source: SMTP username:
es_es: Nombre de usuario SMTP:
sl_si: SMTP uporabniško ime:

source: SMTP password
es_es: Contraseña SMTP
sl_si: SMTP geslo

source: You can use a TODOlist by pressing 't'.
es_es: Puede usar la lista de tareas presionando 't'.
sl_si: Seznam opravkov lahko uporabite s pritiskom 't'.

source: The admin of a team can edit the status and the types of items available (%sAdmin Panel%s).
es_es: Los administradores de un equipo pueden editar los estados y los tipos de objetos disponibles (%sPanel de Administración%s).
sl_si: Administrator ekipe lahko ureja stanje in tip razpoložljivih predmetov (%sAdministratorjeva plošča%s).

source: Custom shortcuts are available (%sControl Panel%s).
es_es: Los atajos personalizados están disponibles (%sPanel de Control%s).
sl_si: Bližnjice po meri so na voljo (%sKontrolna plošča%s).

source: You can duplicate experiments in one click.
es_es: Puede duplicar experimentos con un clic.
sl_si: Eksperiment lahko podvojite v enem kliku.

source: Click a tag to list all items with this tag.
es_es: Haga clic en una etiqueta para listar todo los objetos con esta etiqueta.
sl_si: Klik na oznako odpre seznam vseh predmetov z isto oznako.

source: Once timestamped an experiment cannot be unlocked or modified. Only comments can be added.
es_es: Una vez un experimento tiene su marca de tiempo no puede ser desbloqueado o modificado. Sólo se le pueden añadir comentarios.
sl_si: Ko je eksperiment enkrat časovno žigosan, ga ne morete več odkleniti ali spreminjati. Dodajate lahko samo še komentarje.

source: User Control Panel
es_es: Panel de control del usuario
sl_si: Uporabnikova nadzorna plošča

source: Profile updated.
es_es: Perfil actualizado.
sl_si: Profil posodobljen.

source: Preferences updated.
es_es: Preferencias actualizadas.
sl_si: Nastavitve posodobljene.

source: You must specify a name for the template!
es_es: ¡Debe especificar un nombre para la plantilla!
sl_si: Poimenujte predlogo.

source: The template name must be 3 characters long.
es_es: El nombre de la plantilla debe tener al menos 3 caracteres.
sl_si: Ime predloge mora vsebovati vsaj tri znake.

source: Experiment template successfully added.
es_es: La plantilla de experimento se añadió con éxito.
sl_si: Eksperimentalna predloga je bila uspešno dodana.

source: Template successfully edited.
es_es: La plantilla se editó con éxito.
sl_si: Predloga uspešno popravljena.

source: Account
es_es: Cuenta
sl_si: Račun

source: Preferences
es_es: Preferencias
sl_si: Nastavitve

source: Templates
es_es: Plantilla
sl_si: Predloge

source: Modify your personal informations
es_es: Modifique sus informaciones personales
sl_si: Urejanje osebnih informacij

source: Modify your identity
es_es: Modifique su identidad
sl_si: Uredi svoj uporabniški profil

source: Modify your password
es_es: Modifique su contraseña
sl_si: Spremeni geslo

source: New password
es_es: Nueva contraseña
sl_si: Novo geslo

source: Confirm new password
es_es: Confirme la nueva contraseña
sl_si: Ponovno vtipkajte novo geslo

source: Modify your contact information
es_es: Modifique su información de contacto
sl_si: Uredi kontaktne podatke

source: Update profile
es_es: Actualice su perfil
sl_si: Posodobi profil

source: Default
es_es: Por defecto
sl_si: Privzeto

source: Compact
es_es: Compacta
sl_si: Kompakten

source: Items per page:
es_es: Objetos por página:
sl_si: Število zapisov na eni strani:

source: Create new
es_es: Crear nuevo
sl_si: Ustvari nov

source: Add template
es_es: Añadir plantilla
sl_si: Dodaj predlogo

source: Edit template
es_es: Editar plantilla
sl_si: Uredi predlogo

source: Language
es_es: Idioma
sl_si: Jezik

source: Last modified by
es_es: Modificado por última vez por
sl_si: Nazadnje je spremenil

source: Experiment was timestamped by
es_es: Al experimento se le puso una marca de tiempo por
sl_si: Eksperiment je časovno žigosal

source: Unique eLabID:
es_es: eLabID único:
sl_si: Enoznačen eLabID:

source: Comments
es_es: Comentarios
sl_si: Komentarji

source: Add a comment
es_es: Añadir un comentario
sl_si: Dodaj komentar

source: Delete this?
es_es: ¿Eliminar esto?
sl_si: Želite izbrisati?

source: Tag cloud
es_es: Nube de etiquetas
sl_si: Oblak oznak

source: Not enough tags to make a tagcloud.
es_es: No hay etiquetas suficientes para hacer la nube de etiquetas.
sl_si: Ni dovolj oznak za izdelavo oblaka oznak

source: Statistics
es_es: Estadísticas
sl_si: Statistika

source: No statistics available yet.
es_es: Aún no hay estadísticas disponibles.
sl_si: Statistik zaenkrat še ni na voljo.

source: Filter status
es_es: Estado del filtro
sl_si: Stanje filtra

source: <strong>This item is locked.</strong> You cannot edit it.
es_es: <strong>Este item fue bloqueado.</strong> No puede editarlo.
sl_si: <strong>Ta predmet je zaklenjen.</strong> Ne morete ga urejati.

source: Tags
es_es: Etiquetas
sl_si: Oznake

source: Do you want to navigate away from this page? Unsaved changes will be lost!
es_es: ¿Quieres salir de esta página? ¡Los cambios no guardados se perderán!
sl_si: Želite zapustiti to stran? Neshranjene spremembe bojo izgubljene!

source: <strong>Cannot edit:</strong> this experiment is not yours!
es_es: <strong>No se puede editar:</strong> ¡este experimento no es suyo!
sl_si: <strong>Ni mogoče urejati:<strong> ta eksperiment ni vaš!

source: Add a tag
es_es: Añadir una etiqueta
sl_si: Dodaj oznako

source: Only the team
es_es: Sólo el equipo
sl_si: Samo ekipa

source: Only me
es_es: Sólo yo
sl_si: Samo jaz

source: Linked items
es_es: Objetos enlazados
sl_si: Povezani predmeti

source: Add a link
es_es: Añadir un enlace
sl_si: Dodaj povezavo

source: from the database
es_es: de la base de datos
sl_si: iz podatkovne zbirke

source: Show history
es_es: Mostrar historia
sl_si: Pokaži zgodovino

source: revision available.
es_es: revisión disponible.
sl_si: popravek na voljo

source: Howdy,
es_es: Hola,
sl_si: Zdravo,

source: Settings
es_es: Configuración
sl_si: Nastavitve

source: Logout
es_es: Cerrar la sesión
sl_si: Odjava

source: Sysadmin panel
es_es: Panel de administración del sistema
sl_si: Plošča sistemskega administratorja

source: Admin panel
es_es: Panel de Administración
sl_si: Administratorjeva plošča

source: Powered by
es_es: Funciona con
sl_si: Poganja ga

source: Page generated in
es_es: Página generada en
sl_si: Stran ustvarjena v

source: You can have experiments templates (%sControl Panel%s).
es_es: Puede tener plantillas de experimentos (%sPanel de Control%s).
sl_si: Imate lahko predloge eksperimentov (%sKontrolna plošča%s).

source: If you press Ctrl Shift D in the editor, the date will appear under the cursor.
es_es: Puede usar Ctrl Shift D en el editor, la fecha aparecerá bajo el cursor.
sl_si: Če pritisnete Ctrl Shift D v urejevalniku, se bo pod kurzorjem prikazal datum.

source: Go to user control panel
es_es: Vaya al panel de control del usuario
sl_si: Pojdi na uporabnikovo nadzorno ploščo

source: Please finalize install : %slink to documentation%s.
es_es: Por favor finalice la instalación: %senlace a la documentación%s.
sl_si: Prosim, dokončajte namestitev: %spovezava do dokumentacije%s.

source: Teams
es_es: Equipos
sl_si: Ekipe

source: URL for external timestamping service:
es_es: URL para el servicio de fechado externo:
sl_si: URL za zunanjega ponudnika storitev časovnega žigosanja:

source: Chain of certificates of the external timestamping service:
es_es: Cadena de certificaciones para el servicio de fechado externo:
sl_si: Veriga certifikatov zunanjega ponudnika storitev časovnega žigosanja:

source: This should be the login associated with your timestamping service provider
es_es: Éste debería ser el usuario asociado con el proveedor del servicio de fechado
sl_si: To naj bi bila prijava, povezana z vašim ponudnikom storitev časovnega žigosanja

source: Your timestamping service provider password
es_es: La contraseña de su proveedor de servicio de fechado
sl_si: Geslo ponudnika storitev časovnega žigosanja:
