Repository: petriska/elabftw
Catalog: app/locale/*/LC_MESSAGES/messages.po
Languages: es_es, sl_si

source: This page will allow you to import a .csv (Excel spreadsheet) file into the database.<br>First you need to open your .xls/.xlsx file in Excel or Libreoffice and save it as .csv.<br>In order to have a good import, the first row should be the column's field names. You can make a tiny import of 3 lines to see if everything works before you import a big file.
es_es: Esta página le permitirá importar un archivo .csv (planilla de cálculo de Excel) a la base de datos. <br> Primero debe abrir su archivo .xls/.xlsx en Excel o Libreoffice y guardarlo como .csv.<br>Para importarlo satisfactoriamente, la primera fila debería ser el nombre de los campos de las columnas. Usted puede importar solo unas 3 lineas para ver si todo funciona antes de importar un archivo grande.
sl_si: Ta stran vam bo omogočila uvoz .csv datotek (Excelovi delovni listi) v podatkovno zbirko. <br> Najprej odprite vašo .xls/.xlsx datoteko v Excelu ali Libreoffice-u in jo shranite kot .csv. <br>Za dober uvoz naj bodo v prvi vrstici imena stolpcev. Za poizkušnjo lahko naredite majhen uvoz, npr. 3 vrstice, da preverite, če gre vse v redu in šele potem uvozite veliko datoteko.

source: Validated user with ID :
es_es: Usuario validado con ID (identificación):
sl_si: Potrjen uporabnik z ID:

source: The id parameter is not valid!
es_es: El parámetro de identificación no es válido!
sl_si: Identifikacijski parameter ni veljaven!

source: You cannot unlock or edit in any way a timestamped experiment.
es_es: No puede desbloquear o editar un experimento fechado de ninguna manera.
sl_si: Časovno žigosanega eksperimenta ne morete odkleniti ali urejati na noben način.

source: Your session expired. Please retry.
es_es: Su sesión ha caducado. Por favor inténtelo de nuevo.
sl_si: Vaša seja je potekla. Poskusite ponovno.

source: Registration successful :)<br>Your account must now be validated by an admin.<br>You will receive an email when it is done.
es_es: Registro exitoso :)<br>Su cuenta debe ser validada por un administrador.<br> Cuando esto ocurra, recibirá un correo electrónico.
sl_si: Registracija je uspela :)<br>Vaš račun mora potrditi še upravljalec strani.<br>Potrditev boste prejeli na vaš elektronski naslov.

source: Attached file
es_es: Archivo adjunto
sl_si: Pripeta datoteka

source: Attach a file
es_es: Adjunte un archivo
sl_si: Pripnite datoteko

source: Drop files here to upload
es_es: Deje sus archivos aquí para subirlos
sl_si: Za nalaganje povlecite datoteko sem.

source: result found
es_es: Resultado encontrado
sl_si: najden rezultat

source: Register
es_es: Inscribirse
sl_si: Registrirajte se

source: You cannot restore a revision of a locked item!
es_es: No puede restaurar una revisión de un item bloqueado!
sl_si: Revizije zaklenjenega predmeta ne morete obnoviti!

source: Logs
es_es: Registros
sl_si: Dnevniki

source: You can control if the teams can use the global timestamping account. If set to <em>no</em> the team admin must add login infos in the admin panel.
es_es: Usted puede controlar si los grupos son capaces de utilizar la cuenta para el fechado global. Si se encuentra configurado como <em>no<em> el administrador del grupo debe incluir la información para iniciar la sesión en el panel de administradores.
sl_si: Preverjate lahko, če ekipe uporabljajo globalni račun za časovno žigosanje. Če je nastavljeno na <em>no</em>, mora administrator ekipe dodati podatke za prijavo v administratorjevi plošči.

source: Molecule drawer
es_es: Herramienta para dibujar moléculas
sl_si: Risalnik molekul

source: Enter your password to edit infos.
es_es: Ingrese su contraseña para editar la información.
sl_si: Za urejanje informacij vnesite vaše geslo.

source: Select a tag
es_es: Seleccione una etiqueta
sl_si: Izberite oznako

source: With the tag
es_es: Con la etiqueta
sl_si: Z oznako

source: This should be the URL used for %sRFC 3161%s-compliant timestamping requests.
es_es: Esta debería ser la URL empleada para los solicitudes de reclamo de fechado %sRFC 3161%s
sl_si: To naj bi bil URL do %sRFC 3161%s-skladnih zahtev za časovno žigosanje.

source: This should point to the chain of certificates used by your external timestamping provider to sign the timestamps.%sLocal path relative to eLabFTW installation directory. The file needs to be in %sPEM-encoded (ASCII)%s format!
es_es: Esto debería apuntar a la cadena de certificados empleada por su proveedor externo de fechado para firmar los fechados. %sCamino local relativo al directorio de instalación de eLabFTW. El archivo debe estar en formato %sPEM-codificado (ASCII)%s!
sl_si: To naj bi bil kazalec na verigo certifikatov, ki jih uporablja vaš zunanji ponudnik časovnega žigosanja za podpis časovnih žigov. %sLokalna pot relativno na eLabFTW namestitveni direktorij. Datoteka mora biti v %sPEM-kodiranem (ASCII)%s formatu!

source: Download timestamped pdf
es_es: Descargar archivo pdf fechado
sl_si: Prenesi časovno žigosani pdf

source: This page will allow you to import a .elabftw.zip archive.
es_es: Esta página le permitirá importar archivos .elabftw.zip.
sl_si: Ta stran vam omogoča uvoz .elabftw.zip arhiva.

source: item imported successfully.
es_es: Objeto importado con éxito.
sl_si: predmet uspešno uvožen.

source: Installed version:
es_es: Versión instalada:
sl_si: Nameščena različica:

source: A new version is available!
es_es: Una nueva versión está disponible!
sl_si: Na voljo je nova različica!

source: Miscellaneous
es_es: Misceláneo
sl_si: Razno

source: Display the molecule drawer in edit mode?
es_es: Mostrar la herramienta para dibujar moléculas en modo para editar?
sl_si: Prikažem risalnik molekul v urejevalnem načinu?

source: Import ZIP
es_es: Importar ZIP
sl_si: Uvozi ZIP

source: milliseconds
es_es: Milisegundos
sl_si: milisekunde

source: seconds
es_es: Segundos
sl_si: sekunde

source: An admin account will always be able to delete experiments.
es_es: Una cuenta administrador siempre podrá borrar experimentos.
sl_si: Administratorjev račun bo vedno omogočal izbris eksperimenta.

source: There is a manual available %shere%s.
es_es: Hay un manual disponible %shere%s.
sl_si: Priročnik je na voljo %stukaj%s.

source: Order by
es_es: Ordenar por
sl_si: Uredi po

source: Sort
es_es: Separar
sl_si: Razvrsti

source: Reset
es_es: Reiniciar
sl_si: Ponastavi

source: Your file is ready:
es_es: Su archivo está listo:
sl_si: Vaša datoteka je pripravljena

source: Download token
es_es: Símbolo de descarga
sl_si: Prenesi žeton

source: Please configure Timestamping in the admin panel.
es_es: Por favor, configure Fechado en el panel de administrador.
sl_si: Prosim, skonfigurirajte časovno žigosanje v administratorjevi plošči.

source: Error making the zip archive!
es_es: Error al generar el archivo zip!
sl_si: Napaka pri ustvarjanju zip arhiva!

source: You are missing the ZipArchive class in php. Uncomment the line extension=zip.so in php.ini file.
es_es: Se echa en falta la clase ZipArchive en php. Descomentar la línea extension= zip.so en el archivo php.ini.
sl_si: V php manjka razred ZipArchive. Odkomentirajte vrstico extension=zip.so v datoteki php.ini.

source: You are trying to download an experiment you don't own!
es_es: Está tratando de descargar un experimento que no es suyo!
sl_si: Poskušate prenesti eksperiment, ki ne pripada vam!

source: Remember me
es_es: Recordarme
sl_si: Spomni me

source: This doesn't look like the right kind of file. Import aborted.
es_es: Este archivo no es el apropiado. Importe cancelado.
sl_si: Izgleda, da datoteka ni ustreznega tipa. Uvoz prekinjen.

source: All the team
es_es: Todo el grupo
sl_si: Celotna ekipa

source: Space means
es_es: Espacio significa
sl_si: Presledek pomeni

source: Item deleted successfully
es_es: Objeto borrado con éxito
sl_si: Predmet uspešno izbrisan

source: User promoted
es_es: Promovido por el usuario
sl_si: Uporabnik napredovan

source: Email sent
es_es: Correo electrónico enviado
sl_si: Elektronsko sporočilo poslano

source: Logs cleared
es_es: Registros borrados
sl_si: Dnevniki izpraznjeni

source: Status deleted successfully
es_es: Estado borrado con éxito
sl_si: Stanje uspešno izbrisano

source: Comment is too short
es_es: El comentario es muy corto
sl_si: Komentar je prekratek

source: The id parameter is invalid
es_es: El parametro de identificación es inválido
sl_si: Identifikacijski parameter je neveljaven

source: File deleted successfully
es_es: Archivo borrado con éxito
sl_si: Datoteka je bila uspešno izbrisana

source: Link deleted successfully
es_es: Enlace borrado con éxito
sl_si: Povezava je bila uspešno izbrisana

source: Experiment successfully deleted
es_es: Experimento borrado con éxito
sl_si: Eksperiment je bil uspešno izbrisan

source: Item type deleted successfully
es_es: Tipo de objeto borrado con éxito
sl_si: Tip predmeta uspešno izbrisan

source: Invalid link. Reset links are only valid for one hour.
es_es: Enlace inválido. Los enlaces re-iniciados son validos durante una hora.
sl_si: Neveljavna povezava. Povezave za ponastavitve so veljavne samo eno uro.

source: New password inserted. You can now login.
es_es: Nueva contraseña ingresada. Ahora puede ingresar.
sl_si: Novo geslo je vnešeno. Sedaj se lahko prijavite.

source: An error occurred!
es_es: Hubo un error!
sl_si: Prišlo je do napake!

source: Template deleted successfully
es_es: Molde borrado con éxito
sl_si: Predloga je bila uspešno izbrisana

source: Comment successfully deleted
es_es: Comentario borrado con éxito
sl_si: Komentar je bil uspešno izbrisan

source: Event deleted successfully
es_es: Evento borrado con éxito
sl_si: Dogodek je bil uspešno izbrisan

source: Welcome to eLabFTW. Head to the %sAdmin Panel%s to create a new type of item.
es_es: Bienvenido a eLabFTW. Diríjase al %sPanel de Administradores%s para crear un nuevo tipo de elemento.
sl_si: Dobrodošli v eLabFTW. Pojdite v %sAdministratorjevo ploščo%s , da ustvarite nov tip predmeta.

source: Show %s more
es_es: Mostrar %s más
sl_si: Pokaži %s več

source: Show all
es_es: Muestra todo
sl_si: Pokaži vse

source: Lock/Unlock item
es_es: Bloquear/Desbloquear elemento
sl_si: Zakleni/odkleni predmet

source: Welcome to eLabFTW. %sClick here%s to create your first experiment.
es_es: Bienvenido a eLabFTW. %sPresione aquí%s para crear su primer experimento.
sl_si: Dobrodošli v eLabFTW. %sKliknite tukaj%s, da ustvarite vaš prvi eksperiment.

source: Everyone with an account
es_es: Todos con una cuenta
sl_si: Vsak z računom

source: Read-only mode. Experiment of %s.
es_es: Modo sólo-lectura. Experimento de%s.
sl_si: Samo za branje. Eksperiment pripada %s.

source: Timestamp this experiment?
es_es: Fechar este experimento?
sl_si: Časovno žigosam ta eksperiment?

source: Once timestamped an experiment cannot be edited anymore! Are you sure you want to do this?
es_es: Una vez fechado, el experimento no puede volver a editarse! Está seguro que quiere hacer esto?
sl_si: Ko je eksperiment časovno žigosan, ge ne morete več urejati! Ali ste prepričani, da želite to storiti?

source: Send a test email
es_es: Enviar un correo electrónico de prueba
sl_si: Pošlji testno elektronsko sporočilo

source: Send
es_es: Enviar
sl_si: Pošlji

source: Nothing to display
es_es: Nada por mostrar
sl_si: Ničesar za prikaz

source: No templates found
es_es: Plantillas no encontradas
sl_si: Nič predlog najdenih

source: Filter by type
es_es: Filtra por tipo
sl_si: Filtriraj po tipu

source: Category
es_es: Categoría
sl_si: Kategorija

source: Rating
es_es: Clasificación
sl_si: Ocena

source: DESC
sl_si: Padajoče

source: ASC
sl_si: Naraščajoče

source: Order
es_es: Orden
sl_si: Uredi

source: Back to Experiments Listing
es_es: Volver al Listado de Experimentos
sl_si: Nazaj na seznam eksperimentov

source: Back to Database Listing
es_es: Volver al Listado de Bases de Datos
sl_si: Nazaj na seznam podatkovnih zbirk

source: Add a New Status
es_es: Agregar un Nuevo Estado
sl_si: Dodaj novo stanje

source: Color
sl_si: Barva

source: Edit an Existing Status
es_es: Modificar un Estado Existente
sl_si: Uredi obstoječe stanje

source: Delete
es_es: Borra
sl_si: Izbriši

source: Add a new type of item
es_es: Agregar un nuevo tipo de elemento
sl_si: Dodaj nov tip predmeta

source: Bookable
es_es: Se puede reservar
sl_si: Možno rezervirati

source: in the %sscheduler%s
es_es: en el %splanificador%s
sl_si: v %sNačrtovalec opravil%s

source: Database Items Types
es_es: Tipos de Elementos de Bases de Datos
sl_si: Tipi predmetov v podatkovni zbirki

source: Edit the template
es_es: Editar la plantilla
sl_si: Uredi predlogo

source: Add a New Team
es_es: Agregar un nuevo equipo
sl_si: Dodaj novo ekipo

source: Promote Someone to Sysadmin
es_es: Promover a alguien a Sysadmin
sl_si: Napredujte nekoga v sistemskega administratorja

source: Edit Existing Teams
es_es: Editar los equipos existentes
sl_si: Uredi obstoječe ekipe

source: Send a Mass Email
es_es: Enviar un correo electrónico masivo
sl_si: Pošlji masovno elektronsko sporočilo

source: Email Subject
es_es: Título del correo electrónico
sl_si: Naslov elektronskega sporočila

source: Email Body
es_es: Cuerpo del correo electrónico
sl_si: Telo elektronskega sporočila

source: Please input your current password!
es_es: Por favor ingrese su contraseña actual!
sl_si: Prosim vnesite vaše trenutno geslo!

source: You are trying to download an item you don't own!
es_es: Está tratando de descargar un elemento que no es suyo!
sl_si: Poskušate prenesti predmet, ki ne pripada vam!

source: This section is out of your reach!
es_es: Esta sección esta fuera de su alcance!
sl_si: Ta del vam ni dosegljiv!

source: An error occured!
es_es: A ocurrido un error
sl_si: Prišlo je do napake!

source: Could not open the file.
es_es: No se pudo abrir el archivo.
sl_si: Datoteke ni mogoče odpreti.

source: Cartoon
es_es: Dibujo
sl_si: Skica

source: Stick
es_es: Palo
sl_si: Prilepi

source: Solid Surface
es_es: Superficie sólida
sl_si: Trda površina

source: Transparent Surface
es_es: Superficie Transparente
sl_si: Prosojna površina

source: Style
es_es: Estilo
sl_si: Slog

source: Remove Surfaces
es_es: Eliminar Superficies
sl_si: Odstrani površine

source: Password must contain at least %s characters.
es_es: La contraseña debe contener al menos %s caracteres.
sl_si: Geslo mora vsebovati vsaj %s znakov.

source: Tag is too short!
es_es: ¡La etiqueta es muy corta!
sl_si: Oznaka je prekratka!

source: [eLabFTW] New comment posted
es_es: [eLabFTW] Nuevo comentario enviado
sl_si: [eLabFTW] Nov komentar objavljen

source: Hi. %s %s left a comment on your experiment. Have a look: %s
es_es: Hola. %s %s comentó en su experimento. Mire: %s
sl_si: Pozdravljeni. %s %s je komentiral vaš eksperiment. Poglejte: %s

source: [eLabFTW] Test email
es_es: [eLabFTW] Prueba de correo electrónico
sl_si: [eLabFTW] Poskusno elektronsko sporočilo

source: Congratulations, you correctly configured eLabFTW to send emails :)
es_es: Felicitaciones, configuró correctamente eLabFTW para enviar mensajes :D
sl_si: Čestitke, pravilno ste nastavili pošiljanje elektronskih sporočil v eLabFTW :)

source: Nothing to show with this id
es_es: Nada que mostrar con este identificador
sl_si: Ničesar za prikaz s to identifikacijo

source: Note: You need cookies enabled to log in.
es_es: Nota: Necesita tener las cookies activadas para conectarse.
sl_si: Opomba: da se lahko prijavite, morate omogočiti piškotke.

source: Go back
es_es: Regresar
sl_si: Nazaj

source: Scheduler
es_es: Programador
sl_si: Načrtovalec opravil

source: No bookable items.
es_es: No hay elementos que se puedan reservar.
sl_si: Ni predmetov, ki jih lahko rezervirate.

source: Select an equipment
es_es: Seleccionar un equipo
sl_si: Izberi opremo

source: Change item
es_es: Cambiar elemento
sl_si: Spremeni predmet

source: You belong to the %s team. %s
es_es: Pertenece al equipo %s
sl_si: Pripadate %s ekipi. %s

source: Display
es_es: Muestra
sl_si: Prikaži

source: Keyboard Shortcuts
es_es: Atajos de teclado
sl_si: Bližnjice na tipkovnici

source: Show experiments from the team on the Experiments page?
es_es: ¿Mostrar experimentos del equipo en la página de Experimentos?
sl_si: Prikažem eksperimente ekipe na strani eksperimentov?

source: Display a warning before closing an edit window/tab?
es_es: ¿Mostrar advertencia antes de cerrar o editar una ventana/pestaña?
sl_si: Prikažem opozorilo pred zaprtjem urejevalnega okna ali zavihka?

source: Experiments Templates
es_es: Plantillas de Experimentos
sl_si: Predloge eksperimentov

source: Create New
es_es: Crea Nuevo
sl_si: Ustvari novo

source: Import from File
es_es: Importar del archivo
sl_si: Uvozi iz datoteke

source: Name of the Template
es_es: Nombre de la plantilla
sl_si: Ime predloge

source: Select a Tag
es_es: Seleccionar una etiqueta
sl_si: Izberi oznako

source: or
es_es: o
sl_si: ali

source: Validate
es_es: Validar
sl_si: Potrdi

source: Groups
es_es: Grupos
sl_si: Skupine

source: Configure your Team
es_es: Configura tu Equipo
sl_si: Konfiguriraj svojo ekipo

source: Override general timestamping config
es_es: Anular la configuración general del sellado de tiempo (timestamping)
sl_si: Povozi splošne nastavitve časovnega žigosanja

source: Edit Users
es_es: Editar usuarios
sl_si: Uredi uporabnike

source: Group
es_es: Grupo
sl_si: Uredi v skupine

source: Reset user password
es_es: Reinicializar la contraseña
sl_si: Ponastavi uporabniško geslo

source: characters minimum
es_es: minímo de caracteres
sl_si: minimalno število znakov

source: Common Experiment Template
es_es: Plantilla de experimento en común
sl_si: Skupne predloge eksperimentov

source: Import a CSV File
es_es: Importar un archivo CSV
sl_si: Uvozi CSV datoteko

source: Import a ZIP File
es_es: Importar un archivo ZIP
sl_si: Uvozi ZIP datoteko

source: 1. Select where to import:
es_es: 1. Seleccionar destino del archivo a importar:
sl_si: 1. Izberi kam uvoziti:

source: 2. Select a ZIP file to import:
es_es: 2. Seleccionar archivo ZIP a importar:
sl_si: 2. Izberi ZIP datoteko za uvoz:

source: Manage Groups of Users
es_es: Administrar grupor de usuarios
sl_si: Upravljanje skupin uporabnikov

source: Create a group
es_es: Crea un grupo
sl_si: Ustvari skupino

source: Add this user
es_es: Añadir usuario
sl_si: Dodaj tega uporabnika

source: to this group
es_es: a este grupo
sl_si: k tej skupini

source: Add
es_es: Añadir
sl_si: Dodaj

source: Remove this user
es_es: Eliminar usuario
sl_si: Odstrani tega uporabnika

source: from this group
es_es: de este gupo
sl_si: iz te skupine

source: Remove
es_es: Eliminar
sl_si: Odstrani

source: Existing groups
es_es: Grupos existentes
sl_si: Obstoječe skupine

source: Export
es_es: Exportar
sl_si: Izvozi

source: Bad type!
es_es: Error de escritura!
sl_si: Napačen tip!

source: eLabFTW Configuration
es_es: Configuración eLabFTW
sl_si: Konfiguracija eLabFTW

source: Latest version:
es_es: Última versión:
sl_si: Najnovejša različica:

source: Usage Statistics
es_es: Estadísticas de Uso
sl_si: Statistika uporabe

source: Under the Hood
es_es: Bajo la Campana
sl_si: Pod pokrovom

source: Address of the Proxy:
es_es: Dirección del proxy:
sl_si: Naslov proxy strežnika:

source: Informations
es_es: Información
sl_si: Informacije

source: Operating System
es_es: Sistema operativo
sl_si: Opreacijski sistem

source: PHP Version
es_es: Versión PHP
sl_si: Različica PHP

source: Largest integer supported
es_es: Último entero considerado
sl_si: Največje podprto celo število

source: PHP configuration directory
es_es: Directorio de configuración de PHP
sl_si: PHP konfiguracijski direktorij

source: Timestamping Configuration
es_es: Configuración de Fechado
sl_si: Konfiguracija časovnega žigosanja

source: Security Settings
es_es: Parámetros de seguridad
sl_si: Varnostne nastavitve

source: Time of the ban after failed login attempts (in minutes):
es_es: Debido a los intentos fallidos de ingresar al sitio, tiene prohibido intentarlo durante el siguiente período (en minutos):
sl_si: Čas prepovedi po neuspelih prijavah (v minutah):

source: E-mail Settings
es_es: Configuración del correo electrónico
sl_si: Nastavitve elektroske pošte

source: Without a valid way to send emails users won't be able to reset their password. It is recommended to create a specific Mailgun.com account and add the infos here.
es_es: Sin una forma válida de enviar sus correos electrónicos, los usuarios no van a poder reiniciar sus contraseñas. Se recomienda crear una cuenta de correo específica Mailgun.com y agregar la información allí.
sl_si: Brez ustreznega načina pošiljanja elektronske pošte uporabniki ne bodo mogli ponastaviti svojega gesla. Priporočeno je, da ustvarite Mailgun.com račun in tukaj dodate informacije.

source: Send e-mails via:
es_es: Enviar el correo electronico vía:
sl_si: Pošlji elektrosko pošto preko:

source: Select mailing method...
es_es: Seleccione el método de envío de correos electrónicos...
sl_si: Izberi metodo pošiljanja...

source: Local MTA (default)
es_es: Local MTA (predeterminado)
sl_si: Lokalni MTA (privzeto)

source: Sender address:
es_es: Dirección del remitente:
sl_si: Naslov pošiljatelja:

source: Path to sendmail:
es_es: Ruta de acceso para el envío de correo electrónico:
sl_si: Pot do sendmail-a:

source: SMTP encryption:
es_es: Cifrado SMTP:
sl_si: SMTP enkripcija:

source: No way that is your real password!
es_es: ¡No puede ser que esa sea su contraseña!

source: Filter
es_es: Filtro
